.svn/pristine/da/da9a61d697f9e180b832ba7ef96554b15bdb7216.svn-base

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Body>
		<ns2:execPay xmlns:ns2="http://framework.facade.common.transcore.pinganfu.com/">
			<arg0>
				<extFeilds>{bigFields:sdfasfasfasfTest}</extFeilds>
				<paymentMode>268435456</paymentMode>
				<tranDetails>
					<currencyCode>CNY</currencyCode>
					<payAcctId>801</payAcctId>
					<payAmt>1000000</payAmt>
					<payType>28</payType>
				</tranDetails>
				<transId>${transId}</transId>
			</arg0>
		</ns2:execPay>
	</soap:Body>
</soap:Envelope>

